const fonts = {
    "style1": {
        "A": "🅰", "B": "🅱", "C": "🅲", "D": "🅳", "E": "🅴",
        "F": "🅵", "G": "🅶", "H": "🅷", "I": "🅸", "J": "🅹",
        "K": "🅺", "L": "🅻", "M": "🅼", "N": "🅽", "O": "🅾",
        "P": "🅿", "Q": "🆀", "R": "🆁", "S": "🆂", "T": "🆃",
        "U": "🆄", "V": "🆅", "W": "🆆", "X": "🆇", "Y": "🆈",
        "Z": "🆉"
    },
    "style2": {
        "A": "Ⓐ", "B": "Ⓑ", "C": "Ⓒ", "D": "Ⓓ", "E": "Ⓔ",
        "F": "Ⓕ", "G": "Ⓖ", "H": "Ⓗ", "I": "Ⓘ", "J": "Ⓙ",
        "K": "Ⓚ", "L": "Ⓛ", "M": "Ⓜ", "N": "Ⓝ", "O": "Ⓞ",
        "P": "Ⓟ", "Q": "Ⓠ", "R": "Ⓡ", "S": "Ⓢ", "T": "Ⓣ",
        "U": "Ⓤ", "V": "Ⓥ", "W": "Ⓦ", "X": "Ⓧ", "Y": "Ⓨ",
        "Z": "Ⓩ"
    },
    "style3": {
        "A": "🄰", "B": "🄱", "C": "🄲", "D": "🄳", "E": "🄴",
        "F": "🄵", "G": "🄶", "H": "🄷", "I": "🄸", "J": "🄹",
        "K": "🄺", "L": "🄻", "M": "🄼", "N": "🄽", "O": "🄾",
        "P": "🄿", "Q": "🅀", "R": "🅁", "S": "🅂", "T": "🅃",
        "U": "🅄", "V": "🅅", "W": "🅆", "X": "🅇", "Y": "🅈",
        "Z": "🅉"
    }
    // Add more font styles here if needed
};

// your_project/your_app/static/js/font.js
export function myFunction() {
    console.log('This is a function from font.js');
}

export const myVariable = 'This is a variable from font.js';
export { fonts };